tap "caskroom/cask"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/fuse"
tap "homebrew/science"
tap "homebrew/x11"
tap "neovim/neovim"
cask "osxfuse"
cask "xquartz"
brew "android-platform-tools"
brew "ant"
brew "apr"
brew "openssl"
brew "apr-util"
brew "astyle"
brew "gettext"
brew "libffi"
brew "fontconfig"
brew "pixman"
brew "perl"
brew "git"
brew "autoconf"
brew "autoenv"
brew "automake"
brew "sleuthkit"
brew "autopsy"
brew "bash"
brew "clang-format"
brew "curl"
brew "dos2unix"
brew "doxygen"
brew "jpeg"
brew "little-cms2"
brew "ghostscript"
brew "epstool"
brew "exiftool"
brew "fcrackzip"
brew "mpfr"
brew "fftw"
brew "fltk"
brew "flyway"
brew "gd"
brew "gdb"
brew "geos"
brew "giter8"
brew "gl2ps"
brew "gnu-sed"
brew "lua"
brew "gnuplot", args: ["with-qt@5.7", "with-x11"]
brew "libunistring"
brew "nettle"
brew "gnutls"
brew "libtool"
brew "graphicsmagick"
brew "haskell-stack"
brew "htop"
brew "mysql"
brew "hydra"
brew "imagemagick"
brew "jenkins"
brew "john"
brew "juju@1.25"
brew "lame"
brew "libewf"
brew "libyaml"
brew "python3"
brew "macvim"
brew "maven"
brew "mongodb"
brew "nmap"
brew "node"
brew "pandoc"
brew "plotutils"
brew "postgresql"
brew "potrace"
brew "protobuf"
brew "pssh"
brew "putty"
brew "qt"
brew "pyqt"
brew "qemu"
brew "qscintilla2"
brew "reattach-to-user-namespace"
brew "rmtrash"
brew "ruby"
brew "sbt"
brew "scala"
brew "spark"
brew "ssh-copy-id"
brew "sshfs"
brew "subversion"
brew "swi-prolog"
brew "szip"
brew "terminator"
brew "texinfo"
brew "thrift"
brew "tmux"
brew "tree"
brew "uncrustify"
brew "valgrind"
brew "vim"
brew "watchman"
brew "wget"
brew "x264"
brew "xvid"
brew "z"
brew "zeromq"
brew "homebrew/science/arpack"
brew "homebrew/science/glpk"
brew "homebrew/science/hdf5"
brew "homebrew/science/metis"
brew "homebrew/science/qhull"
brew "homebrew/science/octave"
brew "homebrew/science/opencv"
cask "diskcatalogmaker"
cask "haskell-platform"
cask "kindlegen"
cask "vagrant-manager"
